tap "neovim/neovim"

cask "1password"
brew "ack"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "box-sync"
brew "chromedriver"
brew "ctags"
cask "dash3"
cask "dropbox"
brew "elixir"
brew "erlang"
brew "fzf"
cask "firefox"
cask "fluid"
brew "git-flow"
cask "gitup"
cask "google-chrome"
brew "htop-osx"
brew "hub"
brew "imagemagick"
cask "iterm2"
brew "markdown"
cask "medis"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "nvm"
brew "openssh"
brew "openssl"
brew "phantomjs"
brew "postgresql", restart_service: true
cask "postman"
cask "psequel"
cask "rescuetime"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
cask "screenhero"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
brew "thefuck"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "v8"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "vlc"
brew "wget"
cask "welly"
brew "yarn"
brew "youtube-dl"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

mas "Boom 2", id: 948176063
mas "Coffitivity", id: 659901392
mas "Droplr", id: 498672703
mas "Eggscellent", id: 522294492
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Manico", id: 724472954
mas "Noizio", id: 928871589
mas "Pocket", id: 568494494
mas "Pushbullet", id: 948415170
mas "Reeder", id: 880001334
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 409789998
