tap "buo/cask-upgrade"
tap "caskroom/fonts"
tap "isacikgoz/gitin"
tap "neovim/neovim"

cask "1password6"
brew "ack"
cask "alfred"
brew "ansible"
cask "appcleaner"
cask "bartender"
brew "bat"
cask "bettertouchtool"
cask "chromedriver"
brew "ctags"
cask "dash3"
brew "docker"
brew "docker-compose"
cask "dropbox"
brew "elixir"
brew "erlang"
cask "evernote"
brew "fd"
cask "firefox"
cask "fluid"
brew "fzf"
brew "git"
brew "git-flow"
brew "gitin"
cask "gitup"
cask "goofy"
cask "google-chrome"
brew "htop-osx"
brew "httpie"
brew "hub"
cask "iina"
brew "imagemagick"
cask "iterm2"
brew "lazygit"
brew "markdown"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "openssh"
brew "openssl"
brew "pgcli"
brew "postgresql", restart_service: true
cask "postman"
cask "psequel"
brew "rbenv"
brew "redis", restart_service: true
cask "rescuetime"
brew "ripgrep"
brew "ruby-build"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "squirrel"
cask "tableplus"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "v8"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
brew "wget"
cask "clyang-welly"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

mas "Boom 2", id: 948176063
mas "Coffitivity", id: 659901392
mas "Droplr", id: 498672703
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "LyricsX", id: 1254743014
mas "Manico", id: 724472954
mas "Noizio", id: 928871589
mas "Pocket", id: 568494494
mas "Pushbullet", id: 948415170
mas "Reeder", id: 880001334
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
