tap "agrinman/tap"
tap "buo/cask-upgrade"
tap "caskroom/fonts"
tap "isacikgoz/gitin"
tap "jesseduffield/lazydocker"
tap "neovim/neovim"

cask "1password"
brew "ack"
brew "agrinman/tap/tunnelto"
cask "alfred"
brew "ansible"
cask "appcleaner"
brew "bat"
cask "bettertouchtool"
cask "brave-browser"
cask "caffeine"
cask "chromedriver"
cask "clyang-welly"
brew "ctags"
cask "dash3"
cask "discord"
brew "docker"
cask "dockey"
brew "docker-compose"
cask "dozer"
cask "dropbox"
brew "elixir"
brew "erlang"
cask "evernote"
brew "fd"
cask "firefox"
cask "flotato"
cask "fluid"
brew "fzf"
brew "git"
cask "gitup"
cask "goofy"
cask "google-chrome"
brew "htop-osx"
brew "httpie"
brew "hub"
cask "iina"
brew "imagemagick"
cask "insomnia"
cask "iterm2"
brew "jq"
cask "kap"
cask "karabiner-elements"
cask "keka"
brew "lazygit"
brew "markdown"
brew "mcbopomofo"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "openssh"
brew "openssl"
brew "overmind"
brew "pgcli"
brew "postgresql", restart_service: true
cask "psequel"
brew "puma/puma/puma-dev"
brew "rbenv"
brew "redis", restart_service: true
cask "rectangle"
cask "rescuetime"
cask "responsively"
brew "ripgrep"
brew "ruby-build"
cask "sequel-pro"
cask "showyedge"
cask "slack"
cask "spotify"
cask "stats"
cask "tableplus"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
cask "toggl-track"
brew "tree"
brew "v8"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

mas "Aurora Reader", id: 1482754298
mas "Boom 2", id: 948176063
mas "Droplr", id: 498672703
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "LyricsX", id: 1254743014
mas "Manico", id: 724472954
mas "Noizio", id: 928871589
mas "Pocket", id: 568494494
mas "Pomo Timer", id: 1447569061
mas "Pushbullet", id: 948415170
mas "Reeder", id: 1449412482
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
